import React from 'react';

import "./Page_Pay.css";



class Page_Pay extends React.PureComponent {
          
  render() {
    
    return (
        <div className="PagePay">
            <h3>Способы оплаты</h3>
<div>Купить велосипед и любой другой товар в интернет-магазине VeloGo.by можно несколькими способами:</div>
<ul>
<li>лата наличными деньгами</li>
<li>Оплата по банковской платежной карте</li>
<li>Оплата по картам рассрочки "Халва" и "Карта покупок"</li>
<li>Покупка в рассрочку через платформу "Zabiray.by"</li>
<li>Оплата через систему «Расчет» (ЕРИП)</li>
<li>Оплата через систему WebMoney</li>
</ul>
<div>Доставка товара осуществляется по всей Беларуси.</div>

<h4>Описание оплаты банковской картой через интернет:</h4>

<div>После перехода по ссылке для оплаты, полученной от нашего менеджера, вы попадёте на специальную защищённую платежную страницу процессинговой системы bePaid.</div>

<div>На платёжной странице будет указан номер заказа и сумма платежа. Для оплаты вам необходимо ввести свои карточные данные и подтвердить платёж, нажав кнопку «Оплатить».</div>

<div>Если ваша карта поддерживает технологию 3-D Secure, системой будет предложено пройти стандартную одноминутную процедуру проверки владельца карты на странице вашего банка.</div>

<div>После оплаты менеджер свяжется с вами для подтверждения деталей заказа.</div>

<div>Обращаем ваше внимание, что после проведения платежа на указанный вами электронный адрес придет подтверждение оплаты. Просим вас сохранять данные оплат.</div>

<div>Мы принимаем платежи по следующим банковским картам: Visa, Visa Electron, MasterCard, Maestro, Белкарт.</div>

<div>Платежи по банковским картам осуществляются через систему электронных платежей bePaid. Платежная страница системы bePaid отвечает всем требованиям безопасности передачи данных (PCI DSS Level 1). Все конфиденциальные данные хранятся в зашифрованном виде и максимально устойчивы к взлому.</div>

<h4>Описание оплаты через систему "Расчет" (ЕРИП):</h4>

<div>Оплатить товары можно через систему "Расчет" (ЕРИП) посредством интернет-банка, с помощью мобильного банкинга, инфокиоске, кассе банков, банкомате и т.д.</div>

<div>Совершить оплату можно с использованием наличных денежных средств, электронных денег и банковских платёжных карточек в пунктах банковского обслуживания банков, которые оказывают услуги по приему платежей, а также посредством инструментов дистанционного банковского обслуживания.</div>

<div>Чтобы оплатить товар, необходимо:</div>
<ol>
<li>Выбрать пункт Система “Расчет” (ЕРИП)</li>
<li>Интернет-магазины/сервисы</li>
<li>V - Velogo.by</li>
<li>Для оплаты товара ввести номер заказа, который вам пришлёт менеджер</li>
<li>Проверить корректность информации</li>
<li>Совершить платёж</li>
</ol>
        </div>
        )
    
    }
  
  }
      
  export default Page_Pay;