import React from 'react';

import "./Page_Delivery.css";



class Page_Delivery extends React.PureComponent {
          
  render() {
    
    return (
        <div className="PageDelivery">
            <h2>Доставка товара</h2>
<h4>Доставка по Минску</h4>

<div>Доставка по Минску доступна с 11:00 до 21:00 день в день, точное время доставки оговаривается заранее. Доставка заказов поступивших после 14:00 выполняется на следующий день.</div>

<div>Доставка по Минску бесплатная и доступна от суммы заказа 50 рублей, в ином случае стоимость доставки составит 5 рублей.</div>

<div>Доставка велосипеда по Минску может быть осуществлена как в коробке, так и в собранном виде. Доставка осуществляется до подъезда. Сборка и настройка взрослого велосипеда производится бесплатно (щитки не устанавливаются).</div>

<div>Доставка по Беларуси</div>

<div>Доставка по Беларуси производится сторонней транспортной компанией, среднее время выполнения доставки составляет 2-3 дня после подтверждения заказа.</div>

<div>Доставка велосипеда в заводской коробке (снято переднее колесо и руль) стоит от 5 рублей и зависит от модели велосипеда, формы оплаты, и точки назначения.</div>

<div>Стоимость доставки велосипеда по Беларуси в собранном и настроенном виде составляет 25 рублей (педали и щитки не устанавливаются).</div>

<div>Стоимость доставки велосипедных аксессуаров, самокатов и гироскутеров составляет от 5 рублей.</div>

<div>При доставке по Беларуси может взиматься дополнительная плата за сильное отклонение от основного маршрута перевозчика.</div>

<div>При оформлении доставки доступно несколько вариантов оплаты.</div>
        </div>
        )
    
    }
  
  }
      
  export default Page_Delivery;