import React from 'react';
import InfoLinks from '../pages/InfoLinks.js';
import CatalogLinks from '../pages/CatalogLinks';
//import Logo from './pages/Logo.js';
//import Basket from './pages/Basket.js';
import "./Page_Start.css";
class Page_Start extends React.PureComponent {
          
    render() {
      console.log('Page_Start render');
      return (
        <div className="PageStart">
           <p>Наверняка вы здесь, потому что вас интересуют велосипеды. Мы со знанием дела поможем вам выбрать и недорого купить качественный велосипед с доставкой по Минску и всей Беларуси.</p>

<p>Предлагаем клиентам гарантию лучшей цены на велосипед. Кроме того, покупателям доступна рассрочка, а также всевозможные подарки, акции, скидки и распродажи. Люди выбирают нас из-за множества приятных бонусов и выгодных преимуществ перед аналогичными предложениями.</p>

<p>На сайте можно провести самостоятельный и подробный подбор велосипеда по параметрам, а в случае необходимости наши сотрудники всегда окажут помощь и помогут советом. Достаточно заказать бесплатный звонок или написать в обратную связь.</p>

<p>В последние годы велодвижение растёт и ширится как в Минске, так и по всей Беларуси. Интерес людей к велосипедам и особенностям их эксплуатации увеличивается постоянно. Velik.by поможет покрыть дефицит информации о правильном выборе велосипеда и всех соответствующих аксессуаров.</p>

<p>Посетите категорию статей "Советы велосипедисту", где отражено множество полезной информации, которая будет полезна начинающему райдеру, а также не пропускайте постоянно обновляющийся раздел "Последние велоновости". Дополнительно обратите внимание на блок "Фотоальбомы", где всегда можно провести свой досуг за просмотром фотографий необычных велосипедов и стильных велосипедисток.</p>
        </div>
      );
      
    }
  
  }
      
  export default Page_Start;
      