import React from 'react';

import "./Page_Garanty.css";



class Page_Garanty extends React.PureComponent {
          
  render() {
    
    return (
     
      <div className="PageGaranty">
          <h3>Гарантия и обслуживание</h3>
<div>На все велосипеды магазина VeloGo.by распространяется гарантийное и послегарантийное обслуживание.</div>

<div>В течение 180 дней после покупки покупатель имеет право пройти одно бесплатное техническое обслуживание велосипеда.</div>

<div>По вопросам гарантийного и сервисного обслуживания наших велосипедов, настройки оборудования, ремонта, замены деталей и узлов, обращайтесь в веломастерскую ВелоСТО (velo100.by), расположенную по адресу г. Минск, Проспект Машерова 54 (вторник выходной).</div>

<div>Контактные телефоны веломастерской:</div>

<div>+375 (29) 2-858-043  life:)</div>

<div>+375 (29) 3-777-595  velcom</div>

<div>+375 (33) 3-777-404  mts</div>

<h3>Условия проведения бесплатного технического обслуживания:</h3>

<div>Бесплатное ТО проводится только на велосипеды, купленные в интернет-магазине VeloGo.by</div>
<div>Бесплатное ТО проводится не более 1 раза в течении 180 дней с момента покупки</div>
<div>Велосипеды принимаются только в чистом виде</div>
<div>Время проведения ТО зависит от загруженности специалиста</div>
<div>В бесплатное послепродажное техническое обслуживание велосипеда входит диагностика всех узлов и резьбовых соединений, настройка тормозов и переключателей, накачка колес и смазка цепи.</div>

<div>Гарантия на велосипеды</div>

<div>На все наши велосипеды распространяется фирменная гарантия производителя (на раму и навесное оборудование по отдельности).</div>

<div>Гарантия на рамы - от 1 года до 5 лет, на навесное оборудование - от 6 месяцев до 1 года (зависит от условий производителя рамы и оборудования). Точные сроки указаны в гарантийном талоне.</div>
<div>VeloGo.by производит настройку, ремонт, сервисное и гарантийное обслуживание с помощью партнерских и официальных сервисных центров поставщиков.</div>

<div>В случае возникновения гарантийного случая вам достаточно предоставить сотруднику сервиса гарантийный талон на велосипед, в котором заполнены название модели, дата продажи, присутствует печать продавца и подпись покупателя.</div>

<div>Обратите внимание!</div>

<div>Покрышки, камеры, грипсы, звездочки, цепи, приводные тросы и тормозные колодки являются расходным материалом - претензии по этим компонентам принимаются только в случае обнаружения производственного брака в течение одной недели со дня продажи исключительно при осмотре в мастерской.</div>

<div>Порезы, проколы и разрывы камер и покрышек, разрывы рубашек тросовых приводов, истирание покрышек, тормозных колодок, звездочек и цепей в процессе эксплуатации велосипеда не попадают под действие гарантийных обязательств.</div>

<div>Оплата расходов связанных с транспортировкой велосипеда в сервис и обратно в гарантийные обязательства магазина не входит.</div>

<div>Гарантийные обязательства недействительны в следующих случаях:</div>

<div>Поломка и/или неисправность вызвана неправильной регулировкой, недопустимым использованием (включая перегрузку), небрежным и несоответствующим инструкции по эксплуатации велосипеда обращением</div>
<div>Велосипед использовался в любых видах соревнований (любительских или профессиональных), либо в иных мероприятий состязательного или трюкового характера</div>
<div>Когда покупатель самостоятельно подверг ремонту или разборке узлы и агрегаты велосипеда</div>
<div>Когда велосипед эксплуатировался с неисправностями установленного оборудования любого назначения</div>
<div>В случае внесения неквалифицированных изменений в конструкцию велосипеда, а также повреждения лакокрасочного покрытия (трещины, царапины, сколы), возникшие вследствие нарушений условий эксплуатации и использования велосипеда не по назначению</div>
<div>В случае возникновения повреждений, связанных с ДТП, неаккуратной ездой, несчастными случаями, стихийными бедствиями и другими форс-мажорными обстоятельствами</div>
<div>Обмен и возврат велосипеда надлежащего качества в магазин</div>

<div>В соответствии с Постановлением Совета Министров Республики Беларусь от 14.06.2002 N 778, мотовелотовары не подлежат возврату или обмену на аналогичный товар других размеров, форм, габарита, фасона, расцветки или комплектации.</div>

<div>Уважаемые Клиенты, во избежание недоразумений просим вас внимательно осматривать товар при его получении. Претензии к внешнему виду и комплектации изделия после передачи гарантийного талона и отбытия курьера не принимаются.</div>

<div>Тем не менее, наш магазин на первое место ставит интересы и пожелания покупателей, поэтому, все спорные вопросы будут решаться взвешенно и с большой долей ответственности.</div>
      </div>
      )
    
  }

}
    
export default Page_Garanty;
    